Repository: abdnh/esamiblog
Catalog: blog/locale/*/LC_MESSAGES/django.po
Languages: ar

source: extra fields
ar: حقول إضافية

source: email address
ar: بريد إلكتروني

source: Required. You should provide a valid email address to sign up.
ar: مطلوب. يجب أن تدخل بريدًا إلكترونيًا صالحًا للتسجيل.

source: background color
ar: لون الخلفية

source: This email address is already used.
ar: البريد الإلكتروني مستخدم بالفعل.

source: about the author
ar: حول الكاتب

source: profile picture
ar: صورة شخصية

source: name
ar: اسم

source: categories
ar: مواضيع

source: title
ar: عنوان

source: publication date
ar: تاريخ النشر

source: last modification date
ar: تاريخ آخر تعديل

source: text
ar: نص

source: author
ar: كاتب

source: content
ar: نص

source: parent post
ar: المنشور الأب

source: parent comment
ar: التعليق الأب

source: comment #%(comment_id) on post "%(post_title)"
ar: التعليق #%(comment_id) على منشور "%(post_title)"

source: Page not found
ar: الصفحة غير موجودة

source: Requested page not found on the site
ar: الصفحة التي طلبتها غير موجودة

source: Esami blog
ar: عصامي بلوغ

source: Esami
ar: عصامي

source: Log out
ar: تسجيل الخروج

source: Log in
ar: دخول

source: Sign up
ar: تسجيل

source: Home Page
ar: الصفحة الرئيسية

source: Posts
ar: منشورات

source: Users
ar: مستخدمون

source: Categories
ar: مواضيع

source: site preferences
ar: إعدادات الموقع

source: Page %(page_num)s out %(num_pages)s
ar: الصفحة %(page_num)s من أصل %(num_pages)s

source: Delete category "%(category)s"
ar: حذف الموضوع "%(category)s"

source: Delete category
ar: حذف موضوع

source: Are you sure you want to delete the category "%(category)s"?
ar: هل أنت متأكد من أنك تريد حذف الموضوع "%(category)s"؟

source: Yes
ar: نعم

source: Category: %(category_name)s
ar: موضوع: %(category_name)s

source: Add/Edit Category
ar: إضافة/تعديل موضوع

source: save
ar: حفظ

source: Category list
ar: قائمة المواضيع

source: Add
ar: إضافة

source: search
ar: بحث

source: There are no categories.
ar: ليس هناك أي مواضيع.

source: replying to
ar: ردًا على

source: post
ar: منشور

source: comment
ar: تعليق

source: Comment on post "%(post_title)s"
ar: تعليق على منشور "%(post_title)s"

source: Delete post
ar: حذف منشور

source: Delete post "%(post)s"
ar: حذف منشور "%(post)s"

source: Are you sure you want to delete post "%(post)s"?
ar: هل أنت متأكد من أنك تريد حذف المنشور "%(post)s"؟

source: yes
ar: نعم

source: %(comment_count)s comment(s)
ar: %(comment_count)s تعليق

source: Add/Edit post
ar: إضافة/تحرير منشور

source: Post list
ar: قائمة المنشورات

# verb
source: post
ar: نشر

source: comment count
ar: عدد التعليقات

source: There are no posts.
ar: ليس هناك أي منشورات.

source: reply
ar: رد

source: Reply to a comment in post "%(post_title)s"
ar: رد على تعليق في منشور "%(post_title)s"

source: user
ar: مستخدم

source: username
ar: اسم مستخدم

source: bio
ar: نبذة شخصية

source: %(username)s's posts
ar: منشورات %(username)s

source: Edit your profile
ar: تحرير الملف الشخصي

source: user list
ar: قائمة المستخدمين

source: full name
ar: الاسم الكامل

source: date joined
ar: تاريخ الانضمام

source: There are no users.
ar: ليس هناك أي مستخدمين.

source: A simple experimental blogging platform I made for fun and learning
ar: منصة تدوين تجريبية بسيطة أنشأتها للتسلية والتعلم
