Repository: abdnh/esamiblog
Catalog: templates/registration/locale/*/LC_MESSAGES/django.po
Languages: ar

source: You are logged out
ar: تم تسجيل خروجك

source: Click here to log in again
ar: انقر هنا للدخول مجددًا

source: Your username or password is incorrect. Try again.
ar: اسم المستخدم أو كلمة السر غير صحيحين. أعد المحاولة

source: You do not have permission to access this page.
ar: ليس لديك الإذن بالوصول إلى هذه الصفحة.

source: Log in to see this page.
ar: سجل الدخول لرؤية هذه الصفحة.

source: username
ar: اسم المستخدم

source: password
ar: كلمة المرور

source: Log in
ar: دخول

source: Lost your password?
ar: هل فقدت كلمة المرور؟

source: Your password was reset successfully!
ar: تمت إعادة تعيين كلمة مرورك بنجاح!

source: Log in again?
ar: هل تريد الدخول مجددًا؟

source: Enter your new password and confirm it
ar: أدحل كلمة المرور الجديدة وأكدها

source: Your new password
ar: كلمة المرور الجديدة

source: Change password
ar: تغيير كلمة المرور

source: Failed to change password
ar: فشل تغيير كلمة المرور

source: Your password reset link is invalid, probably becaused it was already used. Please request a new one.
ar: رابط إعادة تعيين كلمة المرور غير صالح، غالبًا لأنه قد استخدم بالفعل. الرجاء طلب رابط جديد.

source: We sent you instructions to reset your password to your email. If they don't arrive within minutes, check your spam folder.
ar: أرسلنا لك تعليمات لإعادة تعيين كلمة مرورك إلى بريدك الإلكتروني. إذا لم تصل في غضون دقائق، ابحث عنها في مجلد الرسائل غير المرغوب فيها

source: Someone requested to change the password of the email address %(email)s. Follow the link below to change it, and if you have not requested this change, just ignore this email:
ar: طلب أحد ما إعادة تعيين كلمة مرور البريد الإلكتروني %(email)s. اتبع الرابط في الأسفل لتغييرها، وإذا لم تكن قد طلبت هذا، فتجاهل هذه الرسالة.

source: Forgot your password? enter your email address below and we will send you instructions to reset it.
ar: نسيت كلمة المرور؟ أدخل بريدك الإلكتروني في الأسفل لنرسل لك تعليمات لإعادة تعيينها

source: email
ar: بريد إلكتروني

source: Reseting your password in %(site_name)s
ar: إعادة تعيين كلمة مرورك في %(site_name)s

source: sign up
ar: تسجيل حساب
